import React from 'react';

function Projects() {
  return (
    <div className="container mx-auto py-16">
      <h2 className="text-2xl font-bold mb-8">Хэрэгжүүлсэн төслүүд</h2>

      <ul className="list-disc list-inside space-y-2">
        <li>
          "Юнион капитал инвестмент" ХХК, "Хөсөг трейд" ХХК-ийн 
          <strong> Үйлдвэр агуулахын цогцолбор</strong>-ын барилгын зураг төсөл
        </li>
        <li>
          "Милко" ХХК-ийн 
          <strong> Хүйтэн агуулах, 2-р хүнсний үйлдвэрийн барилга</strong>-ын ажлын зураг төсөл
        </li>
        <li>
          "Шинэ Улаанбаатар Драгон Терминал" ХХК-ийн 
          <strong> Зорчигч тээврийн терминал, үйлчилгээний барилгын дотор цахилгааны гүйцэтгэлийн зураг төсөл</strong>-ын барилгын зураг төсөл
        </li>
        <li>
          "Гарааны эс ти эс фүүдс" ХХК-ийн 
          <strong> Ясны шөл боловсруулах үйлдвэр </strong>-ийн инженерийн шугам сүлжээний зураг төсөл
        </li>
        <li>
          Увс аймаг, Улаангом сум, 7-р багийн 
          <strong> Хүүхэд, гэр бүл, хөгжил, хамгааллын газрын хүүхдийн ордон</strong>-ийн инженерийн шугам сүлжээний зураг төсөл
        </li>
      </ul>
    </div>
  );
}

export default Projects;